Repository: aliakseikalosha/BetterLightMeter
Catalog: BetterLightMeter/Resources/Localizable.xcstrings
Source language: en
Languages: be, cs

source: , full stops
be: , толькі цэлыя ступені
cs: , jen celé EV

source: %@ at %@
be: %1$@ у %2$@
cs: %1$@ v %2$@

source: %lld cameras imported.
be: Імпартавана %lld фотаапарата.
cs: Importováno %lld fotoaparátů.

source: %lld mm
be: %lld мм

source: ≈ %lld mm (35mm equiv.)
be: ≈ %lld мм (экв. 35 мм)
cs: ≈ %lld mm (ekv. 35 mm)

source: AE/AF LOCK
be: AE/AF БЛЯКІРОЎКА
cs: AE/AF ZÁMEK

source: Album
be: Альбом

source: Album name
be: Назва альбому
cs: Název alba

source: Allow access to Photos in Settings to save pictures.
be: Каб захоўваць здымкі, дазвольце доступ да Фота ў Наладах.
cs: Pro ukládání snímků povolte přístup k Fotkám v Nastavení.

source: Allow full access to Photos in the Settings app to choose an album.
be: Каб выбраць альбом, дазвольце поўны доступ да Фота ў Наладах.
cs: Pro výběr alba povolte v aplikaci Nastavení plný přístup k Fotkám.

source: Aperture
be: Дыяфрагма
cs: Clona

source: APERTURE
be: ДЫЯФРАГМА
cs: CLONA

source: AUTO
be: АЎТА

source: Camera
be: Фотаапарат
cs: Fotoaparát

source: Camera & Lens
be: Фотаапарат і аб’ектыў
cs: Fotoaparát a objektiv

source: Camera access is needed to meter the scene.
be: Для замеру сцэны патрэбны доступ да камэры.
cs: K měření scény je potřeba přístup ke kameře.

source: Camera unavailable Simulated scene, EV 12
be: Камэра недаступная Сымуляваная сцэна, EV 12
cs: Kamera není k dispozici Simulovaná scéna, EV 12

source: Cameras with the same name are replaced. Values can be numbers or text such as "1/500", "2s" or "f/2.8". A single value fixes a setting, e.g. "iso": 400.
be: Фотаапараты з такой самай назвай замяняюцца. Значэньні могуць быць лікамі або тэкстам, напрыклад "1/500", "2s" ці "f/2.8". Адно значэньне фіксуе парамэтар, напр. "iso": 400.
cs: Fotoaparáty se stejným názvem budou nahrazeny. Hodnoty mohou být čísla nebo text, například "1/500", "2s" nebo "f/2.8". Jediná hodnota nastavení zafixuje, např. "iso": 400.

source: Can't read value "%@"
be: Немагчыма прачытаць значэньне «%@»
cs: Nelze přečíst hodnotu „%@“

source: Cancel
be: Скасаваць
cs: Zrušit

source: Copied
be: Скапіявана
cs: Zkopírováno

source: Correct exposure
be: Правільнае насьвятленьне
cs: Správná expozice

source: Couldn't Create Album
be: Не ўдалося стварыць альбом
cs: Album nelze vytvořit

source: Couldn't Import Presets
be: Не ўдалося імпартаваць прэсэты
cs: Předvolby nelze importovat

source: Couldn't save: %@
be: Не ўдалося захаваць: %@
cs: Uložení selhalo: %@

source: Create
be: Стварыць
cs: Vytvořit

source: Crop factor
be: Кроп-фактар
cs: Crop faktor

source: Done
be: Гатова
cs: Hotovo

source: Fastest
be: Самая кароткая
cs: Nejkratší

source: FIXED
be: ФІКСАВАНА
cs: PEVNÉ

source: Focal length
be: Фокусная адлегласьць
cs: Ohnisková vzdálenost

source: Highest
be: Максымальнае
cs: Nejvyšší

source: HOLD
be: ТРЫМАЦЬ
cs: DRŽET

source: Hold meter reading
be: Утрымаць вынік замеру
cs: Podržet naměřenou hodnotu

source: Import Presets from JSON…
be: Імпартаваць прэсэты з JSON…
cs: Importovat předvolby z JSON…

source: Imported cameras will be removed and the built-in presets restored.
be: Імпартаваныя фотаапараты будуць выдаленыя, а ўбудаваныя прэсэты — адноўленыя.
cs: Importované fotoaparáty budou odstraněny a obnoví se vestavěné předvolby.

source: JSON Format
be: Фармат JSON
cs: Formát JSON

source: Language
be: Мова
cs: Jazyk

source: Last photo
be: Апошняя фатаграфія
cs: Poslední fotka

source: Lens
be: Аб’ектыў
cs: Objektiv

source: Light Meter
be: Экспаномэтар
cs: Expozimetr

source: Limits
be: Абмежаваньні
cs: Omezení

source: LIVE
be: ЖЫЎЦОМ
cs: ŽIVĚ

source: LOCKED
be: ЗАМКНЁНА
cs: ZAMČENO

source: Lowest
be: Мінімальнае
cs: Nejnižší

source: MANUAL
be: УРУЧНУЮ
cs: RUČNĚ

source: Missing "%@" at %@
be: Адсутнічае «%1$@» у %2$@
cs: Chybí „%1$@“ v %2$@

source: Narrowest
be: Самая закрытая
cs: Nejzavřenější

source: New Album
be: Новы альбом
cs: Nové album

source: New Album…
be: Новы альбом…
cs: Nové album…

source: No camera preset
be: Без прэсэта фотаапарата
cs: Bez předvolby fotoaparátu

source: None
be: Няма
cs: Žádný

source: Open Settings
be: Адкрыць Налады
cs: Otevřít Nastavení

source: Outside the camera range, so it is ignored.
be: Па-за межамі фотаапарата, таму ігнаруецца.
cs: Mimo rozsah fotoaparátu, proto se ignoruje.

source: Outside the lens range, so it is ignored.
be: Па-за межамі аб’ектыва, таму ігнаруецца.
cs: Mimo rozsah objektivu, proto se ignoruje.

source: Overexposed by %@
be: Перасьвятленьне на %@
cs: Přeexponováno o %@

source: Photos
be: Фота
cs: Fotky

source: Presets
be: Прэсэты
cs: Předvolby

source: Presets Imported
be: Прэсэты імпартаваныя
cs: Předvolby importovány

source: Recents
be: Нядаўнія
cs: Nedávné

source: Recents only
be: Толькі Нядаўнія
cs: Jen Nedávné

source: Release meter reading
be: Адпусьціць вынік замеру
cs: Uvolnit naměřenou hodnotu

source: Remove Limits
be: Прыбраць абмежаваньні
cs: Odstranit omezení

source: Reset
be: Скінуць
cs: Obnovit

source: Reset metering to center
be: Вярнуць замер у цэнтар
cs: Vrátit měření na střed

source: Reset presets?
be: Скінуць прэсэты?
cs: Obnovit předvolby?

source: Reset to Built-in Presets
be: Аднавіць убудаваныя прэсэты
cs: Obnovit vestavěné předvolby

source: Save Location
be: Захоўваць месца
cs: Ukládat polohu

source: Save Location tags pictures with where they were taken, if you allow location access.
be: Месца, дзе зроблены зьдымак, дадаецца да яго, калі вы дазволіце доступ да геалякацыі.
cs: Poloha, kde byl snímek pořízen, se k němu přidá, pokud povolíte přístup k poloze.

source: Save to
be: Захоўваць у
cs: Ukládat do

source: Saved to %@
be: Захавана ў: %@
cs: Uloženo do: %@

source: SCENE
be: СЦЭНА
cs: SCÉNA

source: Settings
be: Налады
cs: Nastavení

source: SHUTTER
be: ВЫТРЫМКА
cs: ČAS

source: Shutter Speed
be: Вытрымка
cs: Čas závěrky

source: Simulate Lens View
be: Сымуляваць поле зроку аб’ектыва
cs: Simulovat záběr objektivu

source: Slowest
be: Самая доўгая
cs: Nejdelší

source: Take picture
be: Зрабіць здымак
cs: Vyfotit

source: Tap to copy
be: Націсьніце, каб скапіяваць
cs: Klepnutím zkopírujete

source: The app uses your iPhone's language if it's supported, otherwise English. To change it, choose Language on the app's page in the Settings app.
be: Праграма выкарыстоўвае мову вашага iPhone, калі яна падтрымліваецца, інакш — ангельскую. Каб зьмяніць яе, выберыце мову на старонцы праграмы ў Наладах.
cs: Aplikace používá jazyk vašeho iPhonu, pokud je podporován, jinak angličtinu. Změníte ho volbou Jazyk na stránce aplikace v Nastavení.

source: The camera didn't return an image.
be: Камэра не вярнула здымак.
cs: Kamera nevrátila snímek.

source: The camera sets the ISO and shutter speed range, the lens sets the aperture range.
be: Фотаапарат задае межы ISO і вытрымкі, аб’ектыў — межы дыяфрагмы.
cs: Fotoaparát určuje rozsah ISO a časů závěrky, objektiv rozsah clony.

source: The file contains no cameras.
be: Файл не зьмяшчае фотаапаратаў.
cs: Soubor neobsahuje žádné fotoaparáty.

source: The shutter button takes a picture with the meter settings printed on it.
be: Кнопка спуску робіць здымак з надрукаванымі на ім наладамі экспаномэтра.
cs: Spoušť pořídí snímek s vepsaným nastavením expozimetru.

source: This lens has its own leaf shutter, which sets the shutter speed range.
be: Гэты аб’ектыў мае ўласны цэнтральны затвор, які задае межы вытрымкі.
cs: Tento objektiv má vlastní centrální závěrku, která určuje rozsah časů.

source: to
be: да
cs: až

source: Underexposed by %@
be: Недасьвятленьне на %@
cs: Podexponováno o %@

source: Untitled
be: Без назвы
cs: Bez názvu

source: Values must be greater than zero
be: Значэньні павінны быць большыя за нуль
cs: Hodnoty musí být větší než nula

source: Widest
be: Самая адкрытая
cs: Nejotevřenější

source: Your own limits, applied on top of the camera and lens.
be: Вашыя ўласныя абмежаваньні, якія дзейнічаюць па-над фотаапаратам і аб’ектывам.
cs: Vlastní omezení, která platí navíc k rozsahu fotoaparátu a objektivu.
